---
kind: type
id: T:Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationSpace
source: html/5ad8b6fc-936c-156c-09d8-b47708477e84.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationSpace

This enum is used by the ElectricalLoadClassification to specify the load class for use with spaces.

## Syntax (C#)
```csharp
public enum ElectricalLoadClassificationSpace
```